13/data/attachments/73fc1298ee05bad6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Dawn_deal_Friend_35244_0</nif:username>
            <nif:friendToBeRequested>soap_friends_3c8a0704-8b02-4096-98b0-98a5ba4016fe</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>